Repository: gheyret/english2uyghur
Catalog: xfce-uyghur.tmx
Source language: en_us
Languages: ug

source: Global Hotkeys
ug: پۈتۈن دائىرىلىك ئىسسىق كۇنۇپكا

source: Global preamp:
ug: ئومۇمىي ئالدىن كۈچەيتىش:

source: Global settings
ug: ئومۇمىي تەڭشەك

source: GlobalTime window raise failed
ug: دۇنيا ۋاقتى(GlobalTime) كۆزنىكىنى كۆتۈرۈش مەغلۇپ بولدى

source: Globaltime
ug: دۇنيا ۋاقتى(GlobalTime)

source: Globaltime Preferences
ug: دۇنيا ۋاقتى(GlobalTime) تەڭشەكلىرى

source: Globaltime preferences
ug: دۇنيا ۋاقتى(GlobalTime) تەڭشەكلىرى

source: Go To
ug: يۆتكىلىش

source: Go back to "%s"
ug: «%s» غا قايتىش

source: Go back to the previous page
ug: ئالدىنقى بەتكە قايتىدۇ

source: Go forward to the next page
ug: كېيىنكى بەتكە ماڭىدۇ

source: Go to a specific location in the document
ug: پۈتۈكتىكى مەلۇم بىر ئورۇنغا يۆتكىلىدۇ

source: Go to parent Folder
ug: ئاتا قىسقۇچقا يۆتكىلىش

source: Go to the desktop folder
ug: ئۈستەلئۈستى مۇندەرىجىسىگە يۆتكىلىدۇ

source: Go to the documents folder
ug: پۈتۈك مۇندەرىجىسىگە يۆتكىلىدۇ

source: Go to the downloads folder
ug: چۈشۈرۈلمە مۇندەرىجىسىگە يۆتكىلىدۇ

source: Go to the home folder
ug: ماكان مۇندەرىجىگە يۆتكىلىدۇ

source: Go to the music folder
ug: ئۈن مۇندەرىجىسىگە يۆتكىلىدۇ

source: Go to the next sub-page
ug: كېيىنكى بالا بەتكە يۆتكىلىدۇ

source: Go to the next unread message
ug: كېيىنكى ئوقۇلمىغان ئۇچۇرغا يۆتكىلىدۇ

source: Go to the next visited folder
ug: كېيىنكى مۇندەرىجىگە يۆتكىلىدۇ

source: Go to the pictures folder
ug: سۈرەت مۇندەرىجىسىگە يۆتكىلىدۇ

source: Go to the previous sub-page
ug: ئالدىنقى بالا بەتكە قايتىدۇ

source: Go to the previous unread message
ug: ئالدىنقى ئوقۇلمىغان ئۇچۇرغا يۆتكىلىدۇ

source: Go to the previous visited folder
ug: ئالدىنقى مۇندەرىجىگە يۆتكىلىدۇ

source: Go to the public folder
ug: ئاممىۋى مۇندەرىجىگە يۆتكىلىدۇ

source: Go to the templates folder
ug: قېلىپ مۇندەرىجىسىگە يۆتكىلىدۇ

source: Go to the videos folder
ug: سىن مۇندەرىجىسىگە يۆتكىلىدۇ

source: Go to your homepage
ug: ئانا بەتكە يۆتكىلىدۇ

source: Goes after initial title
ug: دەسلەپكى ماۋزۇنىڭ كەينىگە

source: Goes before initial title
ug: دەسلەپكى ماۋزۇنىڭ ئالدىغا

source: Goodies supervision
ug: Goodies يېتەكچىسى

source: Grab the focus on the text field in the panel
ug: كۆزنەكتىكى تېكىست بۆلىكىنىڭ فوكۇسنى تۇتىدۇ

source: Grabs the PRIMARY selection content and uses it as search text
ug: نۆۋەتتىكى تاللانغان مەزمۇننى ئېلىپ، ئۇنى ئىزدەيدىغان تېكىست سۈپىتىدە ئىشلىتىدۇ

source: Gradient
ug: كۆركەم

source: Graphical MPD Client to launch in plugin context menu
ug: قىستۇرما مەزمۇن تىزىملىكىدە ئىجرا بولىدىغان گرافىكىلىق MPD خېرىدارى

source: Graphical Settings Manager for Xfce 4
ug: Xfce 4 گرافىكىلىق تەڭشەك باشقۇرغۇسى

source: Graphical representation of the CPU load
ug: س پ ئۇ(CPU) يۈكىنى گرافىك شەكلىدە قىلىپ كۆرسىتىدۇ

source: Graphical settings editor for Xfconf
ug: Xfconf نىڭ گرافىكىلىق تەڭشەك تەھرىرلىگۈسى

source: Graphics
ug: گرافىك

source: Graphics applications
ug: گرافىك پروگراممىلىرى

source: Graphics creation and manipulation applications
ug: گرافىك ياساش ۋە باشقۇرۇش پروگراممىلىرى

source: Greek
ug: گىرېكچە

source: Green
ug: يېشىل

source: Green on Black
ug: قارىنىڭ ئۈستىدە يېشىل

source: Grid
ug: سېتكا

source: Gro_up:
ug: گۇرۇپپا(_U):

source: Group
ug: گۇرۇپپا

source: Group By ...
ug: گۇرۇپپىلاش…

source: Group by
ug: گۇرۇپپىلاش

source: Group title and timestamp
ug: گۇرۇپپا ماۋزۇسى ۋە ۋاقىت

source: Group title and window title
ug: گۇرۇپپا ماۋزۇسى ۋە كۆزنەك ماۋزۇسى

source: Group:
ug: گۇرۇپپا:

source: Group: %s
ug: گۇرۇپپا: %s

source: Gstreamer did not like this file (detection timed out)
ug: مەزكۇر ھۆججەتنى Gstreamer ياخشى كۆرمىدى (بايقاشتا ۋاقىت ئېشىپ كەتتى)

source: Gstreamer did not want to start transcoding (timed out)
ug: GStreamer كود ئايلاندۇرۇشنى باشلىيالمىدى(ۋاقىت ئېشىپ كەتتى)

source: Gujarati
ug: گۇجاراتچە

source: Gurmukhi
ug: گۇرمۇكىچە

source: H
ug: نەملىك

source: HD DVD Disc
ug: HD DVD دىسكا

source: HD DVD-R Disc
ug: HD DVD-R دىسكا

source: HD DVD-RW Disc
ug: HD DVD-RW دىسكا

source: HTML5 storage, local database and application caches are disabled.
ug: يەرلىك ساندان، HTML5 ساقلىغۇچى ۋە پروگرامما غەملىكى چەكلەنگەن.

source: HTTP User Agent:
ug: HTTP ئىش بېجىرگۈچىسى:

source: HTTP proxy server
ug: HTTP ۋاكالەتچى مۇلازىمېتىر

source: HW Address:
ug: HW ئادرېسى:

source: H_elp
ug: ياردەم(_E)

source: H_ome Folder
ug: ماكان قىسقۇچ(_H)

source: Half (left-handed)
ug: يېرىم (سولخاي)

source: Halt without displaying the logout dialog
ug: تىزىمدىن چىقىش سۆزلەشكۈسىنى چىقارمايلا توختات

source: Handle
ug: تۇتقۇ

source: Handles the placement of windows on the screen.
ug: كۆزنەكلەرنىڭ ئېكراندىكى ئورنىنى باشقۇرىدۇ.

source: Hard Disk
ug: قاتتىق دىسكا

source: Hard disks
ug: قاتتىق دىسكا

source: Hardware
ug: قاتتىق دېتال

source: Has LID
ug: LID بار

source: Has battery
ug: توكدان بار

source: Has brightness panel
ug: يورۇقلۇق كۆزنىكى بار

source: Has hibernate button
ug: ئۈچەك توپچىسى بار

source: Has power button
ug: مەنبە توپچىسى بار

source: Has sleep button
ug: ئۇلاش توپچىسى بار

source: Header:
ug: قاش:

source: Hebrew
ug: ئىبرانىچە

source: Hebrew Visual
ug: ئىبرانىچە كۆرۈنۈشچان

source: Height:
ug: ئېگىزلىك:

source: Help
ug: ياردەم

source: Help URL
ug: ياردەم URL

source: Help Unavailable
ug: ياردەمنى ئىشلەتكىلى بولمايدۇ

source: Help is unavailable because 'xfhelp4' could not be run: %s
ug: "xfhelp4" ئىجرا قىلغىلى بولمىغاچقا ياردەمنى كۆرگىلى بولمايدۇ: %s

source: Here is a summary of all the options, grouped by type. Explanations are in the following sections.
ug: بارلىق تاللانمىلارنىڭ ئۈزۈندىسى بۇ يەردە گۇرۇپپىلار بويىچە كۆرسىتىلگەن بولۇپ، ئۇلارنىڭ چۈشەندۈرۈلۈشى كېيىنكى بۆلەكتە بار.

source: Hi_de
ug: كۆرسەتمە(_D)

source: Hibernate
ug: ئۈچەككە

source: Hibernate and suspend operations not permitted
ug: ئۈچەك ۋە توڭلات مەشغۇلاتىنى ئىشلىتىشكە رۇخسەت قىلىنمىغان

source: Hibernate and suspend operations not supported
ug: ئۈچەك ۋە توڭلات مەشغۇلاتىنى ئىشلەتكىلى بولمايدۇ.

source: Hibernate operation not permitted
ug: ئۈچەك مەشغۇلاتىنى ئىشلىتىشكە رۇخسەت قىلىنمىغان

source: Hibernate operation not supported
ug: ئۈچەك مەشغۇلاتىنى ئىشلەتكىلى بولمايدۇ

source: Hibernate the system
ug: سىستېمىنى ئۈچەككە كىرگۈزۈش

source: Hibernate without displaying the logout dialog
ug: تىزىمدىن چىقىش سۆزلەشكۈسىنى چىقارمايلا ئۈچەككە كىر

source: Hibernating computer in %d seconds.
ug: يەنە %d سېكۇنتتىن كېيىن ئۈچەككە كىرىدۇ.

source: Hid_e 'Close tab' buttons
ug: ‹بەتكۈچ ياپ› توپچىلىرىنى يوشۇرسۇن(_E)

source: Hidden
ug: يوشۇرۇن

source: Hide
ug: يوشۇر

source: Hide "Delete from disk" context menu item
ug: «دىسكىدىن ئۇچۇر» دېگەن مەزمۇن تىزىملىك تۇرىنى يوشۇر

source: Hide (%s)
ug: يوشۇر(%s)

source: Hide Close buttons
ug: ‹ياپ› توپچىسىنى يوشۇر

source: Hide _folder content border
ug: قىسقۇچ گىرۋىكىنىڭ مەزمۇنلىرىنى يوشۇرسۇن(_F)

source: Hide _frame of windows when maximized
ug: ئەڭ چوڭ قىلىنغاندا كۆزنەكنىڭ گىرۋىكىنى يوشۇر(_F)

source: Hide _side pane buttons
ug: يان كۆزنەكنىڭ توپچىلىرىنى يوشۇرسۇن(_S)

source: Hide all windows and show the desktop
ug: ھەممە كۆزنەكلەرنى يوشۇرۇپ ئۈستەلئۈستىنى كۆرسەتسۇن

source: Hide content of windows when _moving
ug: كۆزنەكنى يۆتكەۋاتقاندا مەزمۇنى كۆرۈنمىسۇن(_M)

source: Hide content of windows when _resizing
ug: كۆزنەكنىڭ چوڭلۇقىنى ئۆزگەرتىۋاتقاندا مەزمۇنى كۆرۈنمىسۇن(_R)

source: Hide e_xpander on empty or locked folder
ug: قىسقۇچ قۇرۇق ياكى قۇلۇپلانغان بولسا يايغۇچنى يوشۇرسۇن(_X)

source: Hide frame of windows when ma_ximized
ug: ئەڭ چوڭ قىلىنغاندا كۆزنەكنىڭ گىرۋىكىنى يوشۇر(_X)

source: Hide if there is no battery
ug: توكدان يوق بولسا يوشۇر

source: Hide into the notification area
ug: ئۇقتۇرۇش رايونىغا يوشۇرسۇن

source: Hide label
ug: ئەننى يوشۇر

source: Hide menu bar
ug: تىزىملىك بالدىقىنى يوشۇر

source: Hide notes from taskbar
ug: ۋەزىپە بالدىقىدا ئىزاھلارنى كۆرسەتمىسۇن

source: Hide playlist
ug: قويۇش تىزىمىنى يوشىۇر

source: Hide quit button
ug: ئاخىرلاشتۇرۇش توپچىسىنى يوشۇر

source: Hide scroll bar
ug: سىيرىغۇچ بالداقنى يوشۇر

source: Hide sessions
ug: ئەڭگىمەلەرنى يوشۇر

source: Hide system tray icon
ug: سىستېما قونداق سىنبەلگىسىنى يوشۇر

source: Hide thumbnail bar when fullscreen
ug: سىستېما تولۇق ئېكران ھالىتىدە بولغاندا كىچىك سۈرەت بالدىقىنى يوشۇرسۇن

source: Hide time
ug: ۋاقىتنى يوشۇر

source: Hide time/percentage when full
ug: تولۇق توكلانغاندا ۋاقىت ۋە ئاز قالدۇق پىرسەنتىنى يوشۇر

source: Hide window
ug: كۆزنەكنى يوشۇرۇش

source: High
ug: يۇقىرى

source: High clouds
ug: ئېگىز بۇلۇت

source: High clouds (CH)
ug: ئېگىز بۇلۇت (CH)

source: Higher compression levels yield smaller file sizes, but takes more time to do the compression.
ug: پرېسلاش دەرىجىسى يۇقىرى بولسا ھۆججەت چوڭلۇقى كىچىك بولىدۇ، بىراق پرېسلاش ئۈچۈن جىقراق ۋاقىت كېتىدۇ.

source: Highlight _All
ug: ھەممىنى يورۇت(_A)

source: Hindi
ug: ھىندىچە

source: Hinting style:
ug: خىنتلاش ئۇسلۇبى:

source: History
ug: ئىز

source: History List
ug: ئىز تىزىمى

source: History-List
ug: ئىز-تىزىم

source: Home
ug: ماكان

source: Home Folder
ug: ماكان مۇندەرىجە

source: Homepage:
ug: ماكان بەت:

source: Homogeneous
ug: تەكشى

source: Honor _standard ICCCM focus hint
ug: ئۆلچەملىك ICCCM فوكۇس بېشارىتىنى ھۆرمەت قىل(_S)

source: Horizontal
ug: گورىزونتال

source: Horizontal gradient
ug: توغرىسىغا ھەشەم رەڭ

source: Horizontal volume bar on vertical panels
ug: تىك كۆزنەكتە توغرا يۆنىلىشلىك ئاۋاز بالدىقى

source: Host
ug: كومپيۇتېر

source: Host :
ug: كومپيۇتېر :

source: Host on ZimageZ
ug: ZimageZ دا تارقىتىش

source: Host the screenshot on ZimageZ, a free online image hosting service
ug: ئېكران كۆرۈنۈشىنى ھەقسىز تور مۇلازىمىتى بولغان ZimageZ دا ئېلان قىلىدۇ.

source: Host:
ug: كومپيۇتېر:

source: Hostname
ug: مۇلازىمېتىر نامى

source: Hostname or IP address
ug: كومپيۇتېر ئاتى ياكى IP ئادرېسى

source: Hostname:
ug: كومپيۇتېر ئاتى:

source: Hourly
ug: ھەر سائەتتە

source: How often to try auto connecting bookmarks, in seconds. Zero disables checking.
ug: ئاپتوماتىك باغلىنىشنىڭ ئىنتېرۋالىنى كىرگۈزۈڭ، 0 بولسا تەكشۈرۈش ئىناۋەتسىز بولىدۇ. بىرلىكى سېكۇنت.

source: How the text and icon of each item are positioned relative to each other
ug: ھەربىر تېكىست ۋە سىنبەلگىنىڭ قايسى ئورۇندا ئىكەنلىكىنى بەلگىلەش

source: Hue:
ug: رەڭگى:

source: Humidity (H)
ug: نەملىك(H)

source: I/O transfer
ug: I/O ئۇزىتىش

source: ID3v1 character encoding (default is iso8859-1)
ug: ID3v1 ھەرپ كودلىشى (كۆڭۈلدىكى قىممىتى iso8859-1)

source: ID3v2 version
ug: ID3v2 نەشرى

source: IMAP Server
ug: IMAP مۇلازىمېتىر

source: IMAP server _directory:
ug: IMAP مۇلازىمېتىر مۇندەرىجىسى(_D):

source: IP Address:
ug: IP ئادرېسى:

source: IPIP Tunnel
ug: IPIP تونېل

source: ISO Speed Ratings:
ug: ISO سۈرئەت نىسبىتى:

source: ISO images
ug: ISO تەسۋىرلىرى

source: Icelandic
ug: ئىسلاندچە

source: Ico_nify
ug: سىنبەلگىلەشتۈر(_N)

source: Icon
ug: سىنبەلگە

source: Icon (Connected):
ug: سىنبەلگە(باغلاندى):

source: Icon (Connecting):
ug: سىنبەلگە(باغلىنىۋاتىدۇ):

source: Icon (Disconnected):
ug: سىنبەلگە(ئۈزۈلدى):

source: Icon (off)
ug: سىنبەلگە (ئېتىك)

source: Icon (on)
ug: سىنبەلگە (ئوچۇق)

source: Icon Bar Model
ug: سىنبەلگە بالدىقى مودېلى

source: Icon Only
ug: سىنبەلگىنىلا

source: Icon Theme
ug: سىنبەلگە تېمىسى

source: Icon View
ug: سىنبەلگىلىك كۆرۈنۈش

source: Icon View Model
ug: سىنبەلگىنىڭ view مودېلى

source: Icon _Size:
ug: سىن بەلگە چوڭلۇقى(_S):

source: Icon _size:
ug: سىنبەلگە چوڭلۇقى

source: Icon _type:
ug: سىنبەلگە تىپى(_T):

source: Icon and Label
ug: سىنبەلگە ۋە ئەن

source: Icon based directory listing
ug: سىنبەلگىنى ئۆلچەم قىلىپ مۇندەرىجىنى تىزىش

source: Icon missing: %s
ug: سىنبەلگە يوق ئىكەن: %s

source: Icon size
ug: سىنبەلگە چوڭلۇقى

source: Icon view
ug: سىنبەلگىنى كۆرۈش

source: Icon:
ug: سىنبەلگە:

source: Icons
ug: سىنبەلگىلەر

source: Icons and text
ug: سىنبەلگە ۋە تېكىست

source: Icons only
ug: سىنبەلگىلەرلا

source: Ideal for your quick notes
ug: كىچىككىنە ئىزاھ ئۈچۈن بەكمۇ قۇلاي

source: Identify as
ug: تونۇتۇلىدۇ

source: Identity:
ug: كىملىك:

source: Idle
ug: بوش

source: If a window is not found (or there are no criteria), a command can optionally be launched. The command can either result in a window that matches the below criteria, or it can use the socket ID passed to it (%s) to embed itself automatically.
ug: ئەگەر كۆزنەك تېپىلمىسا(ياكى بۇ يەردە بىرەر ئۆلچەم يوق بولسا)، بىر بۇيرۇق زۆرۈر بولغاندا ئىجرا بولىدۇ. بۇ بۇيرۇق تۆۋەندىكى ئۆلچەمگە ماس كېلىدىغان بىر كۆزنەكنى پەيدا قىلىدۇ ياكى (%s) غا بېرىلگەن سوكېت كىملىكى(ID) نى ئىشلىتىپ ئۆزىنى ئاپتوماتىك سىڭدۈرىدۇ.

source: If checked then use Startup Notify for application if another not stated explicitly. If unchecked then use Startup Notify only if that is defined for application.
ug: ئەگەر تاللانسا، باشقىسى ئېنىق بەلگىلەنمىگەن ئەھۋالدا «باشلىنىش ئۇقتۇرۇشى» نى ئىشلىتىدۇ.ئەگەر تاللانمىسا، پروگراممىنىڭ «باشلىنىش ئۇقتۇرۇشى» بەلگىلەنگەندىلا ئىشلىتىلىدۇ.

source: If checked, Xfmpc will try to read the environment variables MPD_HOST and MPD_PORT otherwise it will use localhost
ug: تاللانسا، Xfmpc مۇھىت ئۆزگەرگۈچىلىرى MPD_HOST ۋە MPD_PORT نى ئوقۇيدۇ، بولمىسا localhost نى ئىشلىتىدۇ

source: If checked, the clipboard texts will be matched against regular expressions and a menu will display possible actions
ug: تاللانسا، چاپلاش تاختىسىدىن تېكىست مۇنتىزىم ئىپادە بىلەن ماسلاشتۇرۇلۇپ، ئىشلەتكىلى بولىدىغان تىزىملىك كۆرسىتىلىدۇ

source: If checked, the selections will be synced with the default clipboard in a way that you can paste what you select
ug: تاللانسا، تاللانغان تېكىست بىلەن كۆڭۈلدىكى چاپلاش تاختىسى قەدەمداشلىشىپ، تاللانغان ھامان چاپلىغىلى بولىدۇ

source: If checked, the selections won't affect the history except the manual copies
ug: تاللانسا، ئىزغا قولدا كۆچۈرۈلگەن نەرسىلا كىرىدۇ، تاللانغان تېكىست رايونىغا تەسىر قىلمايدۇ

source: If checked, this option allows to store one image inside the history
ug: تاللانسا، رەسىمنى ئىزدا ساقلىغىلى بولىدۇ

source: If checked, this option will restore the history on every new Xfce session
ug: تاللانسا، يېڭىدىن Xfce ئەڭگىمەسى باشلانغاندا ئىزنى ئەسلىگە كەلتۈرىدۇ

source: If enabled, the session manager will start the required applications for screen readers and magnifiers
ug: ئەگەر ئىناۋەتلىك قىلىنسا، ئەڭگىمە باشقۇرغۇ ئېكران ئوقۇغۇ ۋە چوڭايتقۇ ئۈچۈن زۆرۈر بولغان پروگراممىلارنى قوزغىتىدۇ

source: If running
ug: ئىجرا بولۇۋاتقان ئەھۋالدا

source: If selected, keyboard shortcuts for menu items can be changed by hovering the mouse over the menu item and pressing the new key combination for the shortcut
ug: بۇ تاللانما تاللانسا، چاشقىنەك ئىسترېلكىسى تىزىملىك تۈرىنىڭ ئۈستىدە تۇرغان ۋاقىتتا، خالىغان بىرىكمە كۇنۇپكىلار بېسىلسا، ئۇ مەزكۇر تىزىملىكنىڭ تېزلەتمىسى بولىدۇ.

source: If the type is set to prefix, %s will be replaced with the string after the pattern, %S with the complete entry text. For regular expressions you can use \0 and \<num>.
ug: تىپى ئالدى قوشۇلغۇچى بولسا، %s ئەندىزىنىڭ ئاخىرىدىكى تېكىستىگە، %S بولسا پۈتۈن تېكىستكە ئالمىشىدۇ. مۇنتىزىم ئىپادىدە \0 ۋە \<num> ئارقىلىق ئاخىرىنى تېپىشقا بولىدۇ.

source: If you activate this, the resulting filename will only contain lowercase letters.
ug: بۇ تاللانما تاللانسا، ھۆججەت نامىدىكى بارلىق ھەرپلەر كىچىك يېزىلىشتا بولىدۇ.

source: If you choose to empty the Trash, all items in it will be permanently lost. Please note that you can also delete them separately.
ug: ئەخلەتخانىنى قۇرۇقدىسىڭىز ئۇنىڭدىكى ھەممە نەرسە يوقىلىدۇ، قەتئىي ئەسلىگە كەلمەيدۇ. ئەخلەتخانىدىكى تۈرلەرنى ئايرىم-ئايرىممۇ ئۆچۈرگىلى بولىدۇ جۇمۇ.

source: If you delete a custom action, it is permanently lost.
ug: ئىختىيارى مەشغۇلاتنى ئۆچۈرسىڭىز ئۇ مەڭگۈلۈككە يوقىلىدۇ.

source: If you delete a file, it is permanently lost.
ug: ھۆججەتنى ئۆچۈرسىڭىز، ئۇ مەڭگۈلۈككە يوقىلىدۇ.

source: If you delete an item, it will be permanently removed
ug: بىرەر تۈرنى ئۆچۈرسىڭىز، ئۇ مەڭگۈلۈككە يوقىلىدۇ

source: If you don't reload the applet, XfApplet plugin will go back to its initial empty state.
ug: قوللانچاقنى قايتا ئوقۇمىسىڭىز XfApplet قىستۇرمىسى ئەسلىدىكى قۇرۇق ھالىتىگە قايتىدۇ.

source: If you don't save the document, all the changes will be lost.
ug: ساقلىمىسىڭىز بارلىق ئۆزگىرىشلەر يوق بولىدۇ.

source: If you don't specify the --launch option, exo-open will open all specified URLs with their preferred URL handlers. Else, if you specify the --launch option, you can select which preferred application you want to run, and pass additional parameters to the application (i.e. for TerminalEmulator you can pass the command line that should be run in the terminal).
ug: تاللانما --launch يېزىلمىسا، exo-open يېزىلغان بارلىق URL نى ئالدىن بەلگىلەن ئۇسۇل بويىچە ئاچىدۇ. ئەگەر تاللانما --launch يېزىلسا ئامراق پروگرامما تاللىنىپ، شۇ پروگراممىغا باشقا پارامېتىرلار يەتكۈزۈلۈپ ئىجرا قىلىنىدۇ. (TerminalEmulator غا چوقۇم بۇيرۇق قۇرىدا ئىجرا قىلغىلى بولىدىغان پارامېتىرلارنى يېزىش كېرەك.)。

source: If you enable this option, the pattern will be searched in a case-sensitive manner. The default is to use a case-insensitive search.
ug: بۇ تالانما تاللانسا، ئىزدىگەندە تېكىستنىڭ چوڭ كىچىكلىكىگىمۇ قارايدۇ. كۆڭۈلدىكى ئىزدەش ئۇسۇلى بولسا چوڭ كىچىكلىكىگە قاراشتۇر

source: If you enable this option, the pattern will be treated as a regular expression and matched using the Perl-compatible regular expressions (PCRE). Check the documentation for details about the regular expression syntax.
ug: بۇ تاللانما تاللانسا، كىرگۈزگەن تېكىستنى ئۆلچەملەشكەن ئىپادە دەپ قاراپ Perl دىكى ئۆلچەملەشكەن ئىپادە (PCRE) بىلەن ئوخشاش ئۇسۇلدا ئىزدەش ئېلىپ بارىدۇ. ئۆلچەملەشكەن ئىپادىنى قانداق يېزىشنى مۇناسىۋەتلىك پۈتۈكلەردىن ئىزدەپ كۆرۈڭ.

source: If you frequently create certain kinds of documents, make a copy of one and put it in this folder. Thunar will add an entry for this document in the "Create Document" menu. You can then select the entry from the "Create Document" menu and a copy of the document will be created in the directory you are viewing.
ug: مەلۇم تىپتىكى پۈتۈكلەرنى ھەمىشە قۇرماقچى بولسىڭىز، ئۇنىڭ كۆچۈرۈلمىسىنى بۇ قىسقۇچقا قويۇڭ. شۇنىڭ بىلەن تىزىملىكنىڭ «پۈتۈك قۇر» دېگەن يېرىگە ماس تىزىملىك قوشۇلىدۇ. ئاندىن كېيىن تىزىملىكنىڭ «پۈتۈك قۇر» دىن قوشۇلغان تىزىملىكنى تاللاش ئارقىلىقلا كۆرسىتىلگەن قىسقۇچقا پۈتۈكنى كۆچۈرۈپ ئەكەلگىلى(قۇرغىلى) بولىدۇ.

source: If you know of anyone missing from this list; don't hesitate and file a bug on <http://bugzilla.xfce.org> .
ug: تىزىمدىن كەم قالغان بىرەر نەرسىنى بايقىسىڭىز تارتىنماستىن <http://bugzilla.xfce.org> گە كەمتۈك يوللىشىڭىزنى ئۈمىد قىلىمىز.

source: If you remove the item from the panel, it is permanently lost.
ug: كۆزنەكتىكى تۈرنى ئۆچۈرسىڭىز، ئۇ مەڭگۈلۈككە يوقىلىدۇ.

source: If you revert the file, all unsaved changes will be lost.
ug: ھۆججەتنى ئەسلىگە كەلتۈرسىڭىز، ساقلانمىغان ئۆزگىرىشلەرنىڭ ھەممىسى يوقىلىدۇ.

source: If you save the document, all of the external changes will be lost.
ug: ھۆججەتنى ساقلىسىڭىز، سىرتتا تۈزىتىلگەنلىرى يوق بولىدۇ.

source: If you select this option your choice will be remembered and you won't be asked again. You can use the preferences dialog to alter your choice afterwards.
ug: ئەگەر سىز بۇنى تاللىسىڭىز، جاۋابىڭىزنى ئەستە تۈتىۋېلىپ، سىزدىن قايتا سورىمايدۇ. كېيىن تەڭشەك سۆزلەشكۈسىدە بۇ جاۋابنى ئۆزگەرتەلەيسىز.

source: Ig_nore
ug: پەرۋا قىلما(_N)

source: Ignore running instances, enforce opening a new instance
ug: ئىجرا بولۇۋاتقان ئۈلگىگە پەرۋا قىلماي، مەجبۇرىي يېڭى ئۈلگە ئاچ

source: Ignore s_elections
ug: تاللانغانغا پەرۋا قىلماق(_E)

source: Ignored
ug: پەرۋا قىلمىدى

source: Illegal frequency.
ug: خاتا چاستوتا.

source: Image
ug: سۈرەت

source: Image Files
ug: رەسىم ھۆججەتلىرى

source: Image Size:
ug: سۈرەت چوڭلۇقى:

source: Image Type:
ug: سۈرەت تىپى:

source: Image Viewer
ug: سۈرەت كۆرگۈ

source: Image Viewer Preferences
ug: سۈرەت كۆرگۈ تەڭشەكلىرى

source: Image _list
ug: سۈرەت تىزىمى(_L)

source: Image file '%s' does not exist.
ug: تەسۋىر ھۆججەت ‹%s› مەۋجۇت ئەمەس.

source: Image files
ug: سۈرەت ھۆججىتى

source: Image to burn
ug: يازىدىغان تەسۋىر

source: Images
ug: سۈرەتلەر

source: Immediately
ug: دەرھال

source: Import
ug: ئەكىر

source: Import Foobar2000 EQ Preset...
ug: Foobar2000 EQ نىڭ ئالدىن تەڭشىشىنى ئىمپورت قىلىش…

source: Import Foobar2000 Preset
ug: Foobar2000 نىڭ ئالدىن تەڭشىشىنى ئىمپورت قىلىش

source: Import Message
ug: ئۇچۇر ئىمپورت قىلىش

source: Import Related Options:
ug: ‹Import› قا مۇناسىۋەتلىك تاللانمىلار:

source: Import _Photos
ug: سۈرەتلەرنى ئىمپورت قىل(_P)

source: Import bookmarks…
ug: خەتكۈش ئىمپورت قىل…

source: Import digital photographs when connected
ug: چېتىلغاندا سۈرەتلەرنى ئىمپورت قىلسۇن

source: Import file preprocessing done
ug: ھۆججەت ئىمپورت قىلىش تاماملاندى

source: Import from XBEL or HTML file
ug: XBEL ياكى HTML دىن ئىمپورت قىلىش

source: Import from a file
ug: ھۆججەتتىن ئىمپورت قىلىدۇ

source: Import/export
ug: ئەكىرىش/چىقىرىش

source: Improve keyboard and mouse accessibility
ug: ھەرپتاختا ۋە چاشقىنەك ياردەمچى ئىقتىدارىنى ياخشىلاش

source: In order to toggle the visibility of mixer controls, open the <b>"Select Controls"</b> dialog.
ug: كىرىشتۈرگۈنىڭ تىزگىنلىگۈچلىرىنى كۆرسىتىش-كۆرسەتمەسلىكنى ئالماشتۇرۇش ئۈچۈن، <b>«تىزگىنلىگۈچ تاللا»</b> سۆزلەشكۈسىنى ئېچىڭ.

source: Inactive Maintainers
ug: پاسسىپ مەسئۇل كىشىلەر

source: Inapplicable
ug: ئىشلىتىشكە بولمايدۇ

source: Inbox
ug: خەتدان

source: Include additional files in the list of files to be renamed
ug: ئاتى ئۆزگەرتىلىدىغان ھۆججەت تىزىمىغا ھۆججەت قوشىدۇ

source: Include ignored files
ug: پەرۋا قىلمىغان ھۆججەتلەرنى ئۆز ئىچىگە ئالسۇن

source: Incomplete
ug: چالا

source: Increase or decrease the brightness of the final image
ug: ئەڭ ئاخىرقى سۈرەتنىڭ يورۇقلۇقىنى كۈچەيتسۇن ياكى ئاجىزلاتسۇن

source: Increase or decrease the color saturation of the final image
ug: ئەڭ ئاخىرقى سۈرەتنىڭ رەڭ تويۇنۇشىنى كۈچەيتسۇن ياكى ئاجىزلاتسۇن

source: Increase the indentation of the selection or current line
ug: نۆۋەتتىكى قۇر ياكى تاللانغاننى تېخىمۇ ئىچ قۇرغا ماڭدۇرىدۇ

source: Increase the zoom level
ug: چوڭايتىش-كىچىكلىتىش دەرىجىسىنى چوڭايتىدۇ

source: Index can't be setup: %s
ug: ئىندېكسنى قۇرغىلى بولمىدى: %s

source: Indian
ug: ھىندى_ئوكيان

source: Indian/Antananarivo
ug: ھىندى_ئوكيان/تانانارىۋ

source: Indian/Chagos
ug: ھىندى_ئوكيان/چاگوس

source: Indian/Christmas
ug: ھىندى_ئوكيان/روژدېستۋو

source: Indian/Cocos
ug: ھىندى_ئوكيان/كوكۇس

source: Indian/Comoro
ug: ھىندى_ئوكيان/كومورو

source: Indian/Kerguelen
ug: ھىندى_ئوكيان/كېرگېلېن

source: Indian/Mahe
ug: ھىندى_ئوكيان/ماخې

source: Indian/Maldives
ug: ھىندى_ئوكيان/مالدىۋې

source: Indian/Mauritius
ug: ھىندى_ئوكيان/ماۋرىتىئۇس

source: Indian/Mayotte
ug: ھىندى_ئوكيان/مايوتتې

source: Indian/Reunion
ug: ھىندى_ئوكيان/رېئونىيون

source: Indicator
ug: كۆرسەتكۈچ

source: Indicator Applications
ug: كۆرسەتكۈچ پروگراممىلىرى

source: Indicator Plugin
ug: كۆرسەتكۈ قىستۇرمىسى

source: Indicator applets
ug: كۆرسەتكۈچ قوللانچىقى

source: Indicators
ug: كۆرسەتكۈلەر

source: Indicators for CapsLock, NumLock, and ScrollLock keys
ug: CapsLock، NumLock ۋە ScrollLock كۇنۇپكىلىرىنىڭ كۆرسەتكۈچ چىرىغى

source: Indigo
ug: ئىندىگو(Indigo)

source: Infinity
ug: چەكسىز

source: Info
ug: ئۇچۇر

source: Information
ug: ئۇچۇر

source: Information about the Xfce Desktop Environment
ug: مەزكۇر Xfce ئۈستەلئۈستى مۇھىتى ھەققىدە ئۇچۇر

source: Inhibit Power Manager from suspending the machine while playing DVD.
ug: پلاستىنكا(DVD) نى قويۇۋاتقاندا، مەنبە باشقۇرغۇنىڭ توڭلىتىشىغا ئىجازەت بەرمەيدۇ.

source: Initialize the connection...
ug: باغلىنىشنى دەسلەپلەشتۈرۈۋاتىدۇ...

source: Initializing plugin now
ug: ھازىر قىستۇرمىنى دەسلەپلەشتۈرۈۋاتىدۇ

source: Initializing...
ug: دەسلەپلەشتۈرۈۋاتىدۇ…

source: Input Device Preferences
ug: كىرگۈزۈش ئۈسكۈنىسى مايىللىقى

source: Input Devices
ug: كىرگۈزۈش ئۈسكۈنىلىرى

source: Input a URL
ug: URL كىرگۈزۈش

source: Input is invalid
ug: كىرگۈزۈش ئىناۋەتسىز

source: Input is valid
ug: كىرگۈزۈش ئىناۋەتلىك

source: Input the device name, then press <Enter>
ug: ئۈسكۈنە ئاتىنى كىرگۈزۈپ <Enter> نى كىرگۈزۈڭ

source: Input the label, then press <Enter>
ug: ئەننى كىرگۈزۈپ <Enter> نى بېسىڭ

source: Input the maximum I/O transfer rate of the device, then press <Enter>
ug: ئۈسكىنىڭ ئەڭ چوڭ I/O ئۇزىتىش تېزلىكىنى كىرگۈزۈڭ
